[
  {
    "type": "book",
    "title": "The Antichrist",
    "author": "Friedrich Nietzsche",
    "year": 1895,
    "book_type": "Philosophy",
    "synopsis": "Here is Friedrich Nietzsche's great masterpiece The Anti-Christ, wherein Nietzsche attacks Christianity as a blight on humanity. This classic is essential reading for anyone wishing to understand Nietzsche and his place within the history of philosophy. 'We should not deck out and embellish Christianity: it has waged a war to the death against this higher type of man, it has put all the deepest instincts of this type under its ban, it has developed its concept of evil, of the Evil One himself, out of these instincts-the strong man as the typical reprobate, the 'outcast among men.' Christianity has taken the part of all the weak, the low, the botched; it has made an ideal out of antagonism to all the self-preservative instincts of sound life; it has corrupted even the faculties of those natures that are intellectually most vigorous, by representing the highest intellectual values as sinful, as misleading, as full of temptation. The most lamentable example: the corruption of Pascal, who believed that his intellect had been destroyed by original sin, whereas it was actually destroyed by Christianity!' -Friedrich Nietzsche",
    "cover_path": "C:/Users/Nico/Documents/GitHub/MyStuffProyect/covers/theAntichrist.jpg"
  },
  {
    "type": "book",
    "title": "The Prince",
    "author": "Nicolas Maquiavelo",
    "year": 1532,
    "book_type": "Philosophy",
    "synopsis": "The most famous book on politics ever written, The Prince remains as lively and shocking today as when it was written almost five hundred years ago. Initially denounced as a collection of sinister maxims and a recommendation of tyranny, it has more recently been defended as the first scientific treatment of politics as it is practiced rather than as it ought to be practiced. Harvey C. Mansfield's brilliant translation of this classic work, along with the new materials added for this edition, make it the definitive version of The Prince, indispensable to scholars, students, and those interested in the dark art of politics.",
    "cover_path": "C:/Users/Nico/Documents/GitHub/MyStuffProyect/covers/thePrince.jpg"
  },
  {
    "type": "book",
    "title": "The gulag archipielago",
    "author": "Aleksandr Solzhenitsyn",
    "year": 1895,
    "book_type": "History",
    "synopsis": "The Gulag Archipelago is Solzhenitsyn's masterwork, a vast canvas of camps, prisons, transit centres and secret police, of informers and spies and interrogators and also of heroism, a Stalinist anti-world at the heart of the Soviet Union where the key to survival lay not in hope but in despair.\nThe work is based on the testimony of some two hundred survivors, and on the recollection of Solzhenitsyn's own eleven years in labour camps and exile. It is both a thoroughly researched document and a feat of literary and imaginative power. This edition has been abridged into one volume at the author's wish and with his full co-operation.",
    "cover_path": "C:/Users/Nico/Documents/GitHub/MyStuffProyect/covers/theGulagArchipielago.jpg"
  },
  {
    "type": "book",
    "title": "The diary of Anne Frank",
    "author": "Anne Frank",
    "year": 1947,
    "book_type": "History",
    "synopsis": "In July 1942 thirteen-year-old Anne Frank and her family, fleeing the horrors of Nazi occupation, went into hiding in an Amsterdam warehouse. Over the next two years Anne vividly describes in her diary the frustrations of living in such confined quarters.\nThis unabridged, definitive text reveals Anne's innermost thoughts and feelings as she grows up, and provides a deeply moving true-life story that comes to an abrupt and tragic end.",
    "cover_path": "C:/Users/Nico/Documents/GitHub/MyStuffProyect/covers/theDiaryOfAnneFrank.jpg"
  },
  {
    "type": "book",
    "title": "1984",
    "author": "George Orwell",
    "year": 1961,
    "book_type": "novel",
    "synopsis": "Winston Smith toes the Party line, rewriting history to satisfy the demands of the Ministry of Truth. With each lie he writes, Winston grows to hate the Party that seeks power for its own sake and persecutes those who dare to commit thoughtcrimes. But as he starts to think for himself, Winston can’t escape the fact that Big Brother is always watching...\nA startling and haunting novel, 1984 creates an imaginary world that is completely convincing from start to finish. No one can deny the novel’s hold on the imaginations of whole generations, or the power of its admonitions—a power that seems to grow, not lessen, with the passage of time.",
    "cover_path": "C:/Users/Nico/Documents/GitHub/MyStuffProyect/covers/1984.jpg"
  },
  {
    "type": "book",
    "title": "Animal farm",
    "author": "George Orwell",
    "year": 1945,
    "book_type": "Novel",
    "synopsis": "'All animals are equal, but some animals are more equal than others.'\nA farm is taken over by its overworked, mistreated animals. With flaming idealism and stirring slogans, they set out to create a paradise of progress, justice, and equality. Thus the stage is set for one of the most telling satiric fables ever penned—a razor-edged fairy tale for grown-ups that records the evolution from revolution against tyranny to a totalitarianism just as terrible.\nWhen Animal Farm was first published, Stalinist Russia was seen as its target. Today it is devastatingly clear that wherever and whenever freedom is attacked, under whatever banner, the cutting clarity and savage comedy of George Orwell’s masterpiece have a meaning and message still ferociously fresh.",
    "cover_path": "C:/Users/Nico/Documents/GitHub/MyStuffProyect/covers/animalFarm.jpg"
  },
  {
    "type": "book",
    "title": "American Psycho",
    "author": "Bret Easton Ellis",
    "year": 1991,
    "book_type": "Novel",
    "synopsis": "Patrick Bateman moves among the young and trendy in 1980s Manhattan. Young, handsome, and well educated, Bateman earns his fortune on Wall Street by day while spending his nights in ways we cannot begin to fathom. Expressing his true self through torture and murder, Bateman prefigures an apocalyptic horror that no society could bear to confront.",
    "cover_path": "C:/Users/Nico/Documents/GitHub/MyStuffProyect/covers/americanPsycho.jpg"
  },
  {
    "type": "film",
    "title": "Coherence",
    "director": "James Ward Byrkit",
    "year": 2013,
    "running_time": 89,
    "synopsis": "On the night a comet is passing near Earth, a dinner party takes an odd turn. When the power goes out, eight friends discover that the only house on the street left with power also holds many secrets.",
    "cover_path": "C:/Users/Nico/Documents/GitHub/MyStuffProyect/covers/Coherence.jpg"
  },
  {
    "type": "film",
    "title": "Requiem for a dream",
    "director": "Darren Aronofsky",
    "year": 2000,
    "running_time": 102,
    "synopsis": "Harry Goldfarb (Jared Leto) and Marion Silver (Jennifer Connelly) are lovers in Brooklyn with dreams of setting up a small business and spending the rest of their lives in love--their version of the American dream. The two are also desperate heroin addicts, a compulsion that darkens their lives and leads Harry to repeatedly pawn his mothers television. His mother, Sara Goldfarb (Ellen Burstyn), is addicted to television, which is why she keeps replacing the stolen set. One day she receives a call from her favorite show, the surreal Tappy Tibbons Show, and learns that she has been selected to appear on an upcoming broadcast. When she can't fit into her best red dress, her doctor prescribes diet pills (uppers), to which she swiftly and painfully becomes addicted. Harry's cohort, an intelligent hustler named Tyrone (Marlon Wayans), completes the foursome.",
    "cover_path": "C:/Users/Nico/Documents/GitHub/MyStuffProyect/covers/RequiemForADream.jpg"
  },
  {
    "type": "film",
    "title": "Gattaca",
    "director": "Andrew Niccol",
    "year": 1997,
    "running_time": 106,
    "synopsis": "In the near future, where corporations screen their employees based on their genetic makeup, Vincent (Ethan Hawke), a man with a congenital heart condition tries to assume the identity of Jerome (Jude Law), a former athlete with perfect genes in order to fulfill his dream of traveling in space.",
    "cover_path": "C:/Users/Nico/Documents/GitHub/MyStuffProyect/covers/Gattaca.jpg"
  },
  {
    "type": "film",
    "title": "Sleuth",
    "director": "Joseph L. Mankiewicz",
    "year": 1972,
    "running_time": 138,
    "synopsis": "Andrew Wyke (Laurence Olivier) is a famous writer of crime novels. Moreover, his passion for puzzles and riddles has led him to transform his mansion into a museum where bizarre toys and mechanisms are exposed. One evening, Milo Tindle (Michael Caine), his wife's lover and owner of several beauty salons, visits him and proposes a clever plan that can be beneficial for the two of them.",
    "cover_path": "C:/Users/Nico/Documents/GitHub/MyStuffProyect/covers/Sleuth.jpg"
  },
  {
    "type": "film",
    "title": "GoodFellas",
    "director": "Martin Scorsese",
    "year": 1990,
    "running_time": 148,
    "synopsis": "As a poor Irish-Italian growing up in 1950s New York City, Henry Hill rises through the ranks of his Brooklyn neighborhood's crime branch, and with money from the mob he begins living the good life, complete with a beautiful bride, a fancy home, and the best seats at the most exclusive restaurants. A botched robbery lands Henry in prison for a brief period of time, and when he gets released, his reckless infidelities and drug abuse damage his associations with his adopted family.",
    "cover_path": "C:/Users/Nico/Documents/GitHub/MyStuffProyect/covers/GoodFellas.jpg"
  },
  {
    "type": "film",
    "title": "The Godfather",
    "director": "Francis Ford Coppola",
    "year": 1972,
    "running_time": 175,
    "synopsis": "Epic tale of a 1940s New York Mafia family and their struggle to protect their empire from rival families as the leadership switches from the father (Marlon Brando) to his youngest son (Al Pacino). Vito Corleone (Marlon Brando) is The Godfather, the Don (head) of a successful, tightly-knit family whose business is organized crime. Heir apparent is impulsive, hot-tempered Sonny (James Caan), whose brothers are brooding Michael (Al Pacino), who tries to seperate himself from his criminal family, and Fredo (John Cazale), who can't seem to do anything right. Vito has also adopted level-headed Tom Hagan (Robert Duvall), now the family lawyer. Vito's refusal to enter the lucrative drug rackets puts him in a war between the mafia families. Michael gets his hand dirty by taking revenge on the family's behalf, and then taking over as the new calculating, ruthless godfather. In his new role he plots to make the Corleones the leading players in Las Vegas casino industry while arranging for the war in New York City to be settled for once and for all.",
    "cover_path": "C:/Users/Nico/Documents/GitHub/MyStuffProyect/covers/TheGodfather.jpg"
  }
]